const a = {
	name: "钩藤",
	content: [
		{
			itemContent: [
				{ label: "功能", labelContent: "清热平肝，息风止痉。" },
				{
					label: "主治",
					labelContent:
						"主要用于肝风内动，惊痫抽搐；肝火上攻或肝阳上亢之头痛眩晕等；风热表证之头痛目赤，斑疹透发不畅等。",
				},
				{
					label: "用法用量",
					labelContent: "内服：煎汤6-30g。不宜久煎；或入散剂。",
				},
				{
					label: "禁忌",
					labelContent:
						"中西药配伍禁忌：钩藤具有中枢性降压作用，可降低肾上腺素及去甲肾上腺素的升压作用，两者不宜同用。",
				},
				{
					label: "注意事项",
					labelContent:
						"1、甘寒，有一定的清热作用。脾胃虚寒肾阳虚者，以及外感风寒，内伤生冷等证不宜大量长期服用。\n2、有明显的抑制中枢神经的作用。昏迷病人禁用；老年人和婴幼儿不宜长期大量服用。\n3、可以减慢心率，降低血压。心动过缓、低血压患者不宜大量长期服用，以免加重病情。\n4、有兴奋子宫平滑肌的作用，孕妇及先兆流产者慎用。\n5、高血压病人服用钩藤总碱治疗量时，副作用轻微，个别出现心动过缓、头晕、皮疹、月经量减少等，但停药后可自行消除。",
				},
				{
					label: "化学成分",
					labelContent:
						"含吲哚生物碱，其中具有药理活性的成分主要有钩藤碱、异钩藤碱、柯诺辛因碱、异柯诺辛因碱、柯楠因碱、二氢柯楠因碱、硬毛帽柱木碱、硬毛帽柱木因碱。大叶钩藤含柯诺辛、柯诺辛B。此外，钩藤尚含有黄酮类化合物、儿茶素类化合物、鞣质及萜类化合物。",
				},
				{
					label: "药理作用",
					labelContent:
						"1、对心血管系统的作用：有降压、抗实验性心率失常作用，对血流动力学有影响。\n2、抑制血小板聚集和抗血栓形成：钩藤碱明显抑制花生四烯酸、胶原及腺苷二磷钠诱导的血小板聚集；并能明显改善红细胞变形能力。\n3、镇静和抗惊厥作用：钩藤对小鼠有眀显的镇静作用而无催眠作用。钩藤乙醇浸液能制止豚鼠实验性癫痫的发作，并有一定的抗戊四氮惊厥作用。\n4、其他作用：钩藤总碱能抑制组织胺引起的豚鼠哮喘；钩藤煎剂能短时间降低离体回肠肠肌的张力，同时很快使收缩幅度显著增大，并有对抗组织胺作用。台湾产钩藤对膀胱结石有溶解作用。钩藤还能抑制在体及离体蛙心、兔心，抑制蛙和小鼠呼吸和缩小瞳孔的作用。",
				},
			],
			itemName: "功效作用",
		},
		{
			itemContent: [
				{
					label: "临床应用",
					labelContent:
						"1、治疗小儿夜啼：采用蝉蜕钩藤散加减，钩藤、蝉蜕、白芍、木香、川芎、延胡治疗小儿夜啼有效。\n2、治疗面神经麻痹：用芍药钩藤木耳汤加味配以针灸治疗面神经麻痹有效。此外，临床上还有用钩藤治疗链霉素反应、脚癣、百日咳等报道。",
				},
				{
					label: "相关配伍",
					labelContent:
						"1、钩藤配天麻：钩藤清热息风；天麻息风祛痰，平肝止痉。二药合用，钩藤能减天麻之燥，平肝息风而无弊害。治疗肝风内动，风痰上扰之眩晕头痛，头重脚轻，走路不稳，手足麻木。\n2、钩藤配牛膝：钩藤甘寒，质轻味薄，清热平肝，息风止痉，并能降压；牛膝苦酸平，补肝肾，强筋骨，活血祛瘀，疏筋通络，引血下行而降压。二药配伍，一清一补，清上补下，平肝息风并能降压。治疗头晕目眩，头痛头胀，半身麻木，膝软乏力等\n3、钩藤配菊花：钩藤清泄肝热而平肝阳，息风止痉；菊花长于平降肝阳，疏散风热二药合用，一疏一清，平降肝阳，清热祛风。治疗外感风热或肝阳上亢之眩晕头痛。\n4、钩藤配薄荷：钩藤甘、微寒，清热平肝，息风止痉，作用偏于清；薄荷清热疏风，透疹清利咽喉、头目，作用偏于散。二药配伍，祛风热，利咽喉，平肝风。对于小儿初起风热，有预防抽搐之效；也可治疗风阳上扰之头胀头痛，头晕目眩。\n5、钩藤配全蝎：钩藤清肝泄热而平肝阳，息风止痉，治疗手足抽搐，肌肉跳动；全蝎息风止抽，通络止痛，解毒散结，引各种风药直达病所。对于治疔频频抽动，手足震颤，疼痛的作用均强。二药合用，清热息风，通络止痛。治疗肝风内动，头晕，口眼歪斜，四肢抽搐，烦躁不安等。\n6、钩藤配紫草：钩藤质轻味薄，有透发清热之力；紫草甘寒，凉血活血，解毒透疹二药合用，透疹之力较强。治疗疹出不畅。",
				},
				{
					label: "鉴别用药",
					labelContent:
						"钩藤与菊花：二者皆入肝经，平肝阳，清肝热，又能疏散风热，治疗肝阳上亢及肝火上炎之头痛目眩和外感风热、头痛目赤等，常相伍为用。然钩藤偏于息风止痉，菊花偏于疏风泄热。",
				},
				{
					label: "相关药品",
					labelContent: "清青脑降压片、癫痫宁片、心脉通片、天麻钩藤颗粒。",
				},
				{
					label: "相关方剂",
					labelContent:
						"钩藤饮（《医宗金鉴》）、羚角钩藤汤（《通俗伤寒论》）、钩藤饮子（《奇效良方》）、钩藤散（《本事方》）。",
				},
				{
					label: "药膳食疗",
					labelContent:
						"天麻钩藤茶：\n1、功效：平肝、熄风、镇静。用于肝阳上亢之高血压、头晕目眩、神经衰弱、四肢麻木等。\n2、原材料：天麻5g，钩藤6g，绿茶10g。\n3、做法：将天麻、钩藤洗净，加水适量，煎煮2次，去渣。以其汁液冲泡绿茶，盖严，浸泡5-10分钟即可。\n4、用法：每日1剂，代茶饮用。",
				},
			],
			itemName: "临床应用",
		},
		{
			itemContent: [
				{
					label: "采收加工",
					labelContent:
						"栽后3-4年釆收，在春季发芽前，或在秋后嫩枝已长老时，把带有钩的枝茎剪下，再用剪刀在着生钩的两头平齐或稍长剪下，每段长3cm左右，晒干或蒸后晒干。即秋、冬两季采收。以双钩、茎细、钩结实、光滑、色紫红、无枯枝钩者为佳。",
				},
				{
					label: "炮制方法",
					labelContent:
						"入煎剂，或入散剂。入煎剂宜后下，不宜久煎，钩藤含有挥发油成分，久煎容易降低疗效。",
				},
			],
			itemName: "加工炮制",
		},
		{ itemContent: [], itemName: "保存方法" },
		{
			itemContent: [
				{
					label: "药材性状",
					labelContent:
						"茎枝呈圆柱形或类方柱形，长2-3cm，直径2-0.5cm。表面红棕色至紫红色者具细纵纹，光滑无毛；黄绿色至灰褐色有的可见白色点状皮孔，被黄褐色柔毛。多数枝节上对生两个向下弯曲的钩（不育花序梗），或仅一侧有钩，另一侧为凸起的瘢痕；钩略扁或稍圆，先端细尖，基部较阔；钩基部的枝上可见叶柄脱落后的窝点状痕迹和环状的托叶痕。质坚韧，断面黄棕色，皮部纤维性，髓部黄白色或中空。无臭，味淡。",
				},
				{
					label: "饮片性状",
					labelContent:
						"为不规则小段，茎节上有一对或单个向下弯曲的钩，表面红棕色或棕褐色，切面黄棕色，髓黄白色或中空，无臭，味淡。",
				},
			],
			itemName: "药材鉴别",
		},
		{
			itemContent: [
				{
					label: "植物种属",
					labelContent:
						"茜草科钩藤属植物钩藤、大叶钩藤、毛钩藤、华钩藤、无柄果钩藤。",
				},
				{
					label: "形态特征",
					labelContent:
						"1、钩藤：常绿木质藤本，长可达10m小枝四棱柱形，褐色。叶腋有成对或单生的钩，向下弯曲，先端尖，长1.7-2cm叶对生；具短柄；叶片卵形、卵状长圆形或椭圆形，长5-12cm，宽3-7cm，先端渐尖，基部宽楔形，全缘，上面光亮，下面在脉腋内常有束毛，略呈粉白色，干后变褐红色；托叶2深裂，裂片条状钻形。头状花序单个腋生或为顶生的总状花序式排列；总花梗纤细，长2-5cm；花黄色，花冠合生，上部5裂，裂片外被粉状柔毛；雄蕊5；子房下位。蒴果倒卵形或椭圆形，被疏柔毛，有宿存萼。种子两端有翅。\n2、华钩藤：本种与钩藤的区别在于：叶片无毛；托叶全缘，宽三角形至圆形，或有时顶端略微陷；萼裂片线状长圆形；花和小蒴果近于无柄，花间小苞片存在。\n3、大叶钩藤：本种与前两种的区别在于：叶片大，革质；花萼裂片线状长圆形；花和小蒴果具柄，花间小苞片无。",
				},
				{
					label: "分布区域",
					labelContent:
						"1、钩藤：分布于浙江、安徽、福建、江西、湖北、湖南、广东、广西、四川、贵州、云南、陕西等地。\n2、华钩藤：分布于湖北、湖南、广西、四川、贵州、云南等地。\n3、大叶钩藤：分布于广东、广西、云南等地。",
				},
				{
					label: "道地产区",
					labelContent:
						"主产于广西、江西、浙江、湖南、广东、福建、云南、贵州、四川、湖北等地。",
				},
				{
					label: "生长环境",
					labelContent:
						"1、钩藤：生于山谷溪边的疏林中。\n2、华钩藤：生于山地林中。\n3、大叶钩藤：生于山地次生林中。",
				},
				{
					label: "生长见习",
					labelContent:
						"喜温暖湿润气候，不耐严寒。以土层深厚、疏松肥沃、富含腐殖质的壤土栽培为宜。",
				},
				{ label: "繁殖方式", labelContent: "种子繁殖或分株繁殖。" },
				{
					label: "栽培技术",
					labelContent:
						"1、种子繁殖：10-11月釆收成熟种子，随即播种，条播，按行距12-15cm开条沟，将种子均匀撒入，覆细土薄层。越冬后翌春出苗，注意浇水、施肥等管理。培育1年后春季移栽。\n2、分株繁殖：春季在母株旁边，用锄在周围适当地将根挖伤，促使萌发不定芽，经1年后，割取连根的新苗栽培。",
				},
			],
			itemName: "植物学信息",
		},
	],
};
